11/data/attachments/b98355fc807344f1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Kaitlyn_worker_Actions_36303_4</nif:username>
            <nif:friendToBeRequested>soap_actions_b88ac888-308b-45fe-b038-8dfbff7478d6</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>